Repository: A-Aghaverdizadeh/FlexiConvert
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Search Tools
fa: جستجو کردن ابزار

source: English
fa: انگلیسی

source: Persian
fa: فارسی

source: FlexiConvert
fa: فلکسی

source: Please upload only JPG files.
fa: لطفاً فقط فایل‌های JPG آپلود کنید.

source: Please upload only WEBP files.
fa: لطفاً فقط فایل‌های WEBP آپلود کنید.

source: Please upload only JPG or PNG files.
fa: لطفاً فقط فایل‌های JPG یا PNG آپلود کنید.

source: Please upload JPG, PNG, or WEBP files.
fa: لطفاً فایل‌های JPG، PNG یا WEBP آپلود کنید.

source: Please upload a PDF file.
fa: لطفاً یک فایل PDF آپلود کنید.

source: Please upload a PPT or PPTX file.
fa: لطفاً یک فایل PPT یا PPTX آپلود کنید.

source: Unsupported file operation.
fa: عملیات نامعتبر روی فایل.

source: You can upload a maximum of
fa: شما حداکثر می‌توانید

source: file(s).
fa: فایل آپلود کنید .

source: About
fa: درباره ما

source: Our Team Name
fa: نام تیم ما

source: Home
fa: خانه

source: New
fa: جدید

source: Filters
fa: فیلترها

source: Total traffic
fa: ترافیک کل

source: Since last month
fa: از ماه گذشته

source: New users
fa: کاربران جدید

source: Converted Files
fa: فایل های تبدیل شده

source: Performance
fa: عملکرد

source: Coming Soon...
fa: به زودی...

source: Image Resize
fa: تغییر سایز عکس

source: Resize Image
fa: تغییر سایز عکس

source: Drag and drop files here to upload
fa: فایل‌ها را بکشید و اینجا رها کنید تا بارگذاری شوند

source: Resize Images
fa: تغییر سایز عکس

source: Download
fa: دانلود

source: Image to PDF
fa: عکس به pdf

source: Convert To PDF
fa: تبدیل کن به pdf

source: Image To Text
fa: تصویر به متن

source: choose the image language :
fa: زبان تصویر را انتخاب کنید :

source: Convert To Text
fa: تبدیل به متن

source: JPG To PNG
fa: JPG به PNG

source: JPG to PNG
fa: JPG به PNG

source: Convert To PNG
fa: تبدیل به PNG

source: PDF To Docx
fa: پی‌دی‌اف به وورد

source: Convert To Docx
fa: تبدیل به وورد

source: Pdf To Image
fa: PDF به عکس

source: Convert To Image
fa: تبدیل کن به عکس

source: search_results
fa: نتایج جستجو

source: Search Results For
fa: نتیجه جستجو برای

source: Tools
fa: ابزارها

source: Services
fa: خدمات

source: Our Team services
fa: خدمات تیم ما

source: WEBP to JPG
fa: Webp به Jpg

source: Convert To JPG
fa: Webp به Jpg

source: 400 BAD REQUEST
fa: ۴۰۰ درخواست نامعتبر

source: Your Browser Sent An Invalid Request.
fa: مرورگر شما درخواست نامعتبری ارسال کرده است.

source: Go to Homepage
fa: به صفحه اصلی بروید

source: 403 Forbidden
fa: ۴۰۳ دسترسی ممنوع.

source: Sorry, but requested sourse is not available for you.
fa: متأسفیم، اما منبع درخواستی برای شما در دسترس نیست.

source: Page Not Found
fa: ۴۰۴ - صفحه یافت نشد

source: 404 - Page Not Found
fa: ۴۰۴ - صفحه یافت نشد

source: Sorry, the page you are looking for does not exist.
fa: متأسفیم، صفحه‌ای که به دنبال آن هستید وجود ندارد.

source: 500 This Page Isn't Working!
fa: ۵۰۰ این صفحه کار نمی‌کند!

source: Please Try Again Later Or Feel Free To Countact Us.
fa: لطفاً بعداً دوباره تلاش کنید یا با ما تماس بگیرید.

source: Facebook
fa: فیسبوک

source: Instagram
fa: اینستاگرام

source: Twitter
fa: توییتر

source: Github
fa: گیت هاب

source: About Us
fa: درباره ما

source: Blog
fa: وبلاگ

source: Welcome!
fa: خوش آمدید!

source: My profile
fa: پروفایل من

source: Support
fa: حمایت کنید

source: Logout
fa: خارج شوید

source: Log-in
fa: وارد شدن

source: No PNG to download
fa: هیچ پی‌ان‌جی برای دانلود وجود ندارد !

source: No Jpg to download
fa: هیچ جی‌پی‌جی برای دانلود وجود ندارد !

source: No PDF to download
fa: هیچ پی دی افی برای دانلود وجود ندارد !

source: No Image to download
fa: هیچ تصویری برای دانلود وجود ندارد !‍

source: No text to download
fa: هیچ متنی برای دانلود وجود ندارد !

source: No Docx to download
fa: هیچ ووردی برای دانلود وجود ندارد !

source: Email
fa: ایمیل

source: Password
fa: رمز عبور

source: Old Password
fa: رمز عبور کهنه

source: New Password
fa: رمز عبور جدید

source: Confirm New Password
fa: رمز عبور جدید را تکرار کنید

source: Add your Email
fa: ایمیل خود را اضافه کنید

source: Repeat Password
fa: رمز عبور را تکرار کنید

source: Username
fa: نام کاربری

source: Passwords don't match
fa: گذرواژه ها مطابقت ندارند

source: This Email Already exists
fa: این ایمیل از قبل وجود دارد

source: First Name
fa: نام کوچک

source: Last Name
fa: نام خانوادگی

source: This email already exists.
fa: این ایمیل از قبل وجود دارد

source: Change Password
fa: رمز عبور را تغییر دهید

source: Change Your Password
fa: رمزعبور خود را تغییر دهید

source: Remember me
fa: منو به یاد داشته باش

source: Change
fa: تغییر بده

source: Dashboard
fa: داشبورد

source: Profile
fa: پروفایل

source: Username :
fa: نام کاربری :

source: First Name :
fa: نام کوچک :

source: Add First Name
fa: اضافه کردن نام

source: Last Name :
fa: نام خانوادگی :

source: Add Last Name
fa: اضافه کردن نام خانوادگی

source: Date Joined :
fa: تاریخ عضویت:

source: Change your info
fa: تغییر اطلاعات

source: Plans & Packages
fa: طرح ها و بسته ها

source: Social links
fa: پیوندهای اجتماعی

source: Connect your social accounts to log in through Github or Google.
fa: حساب های اجتماعی خود را برای ورود از طریق Github یا Google متصل کنید.

source: Link more social network accounts.
fa: حساب های شبکه های اجتماعی بیشتری را پیوند دهید.

source: Google
fa: گوگل

source: Edit
fa: ویرایش کنید

source: Update
fa: به روزرسانی

source: Edit Your Profile
fa: پروفایل خودت را ویرایش کن

source: Delete profile image
fa: حذف تصویر پروفایل

source: Login
fa: وارد شدن

source: Log'in To Your Account
fa: وارد حساب کاربری خود شوید

source: Sign in with
fa: ورود به سیستم با

source: sign in with email
fa: با ایمیل وارد شو

source: Sign in
fa: ورود

source: Forgot password?
fa: رمز عبور را فراموش کرده اید؟

source: Create new account
fa: ایجاد حساب کاربری جدید

source: Reset your password
fa: رمز عبور خود را بازیابی کنید

source: We've emailed you instructions for setting your password.
fa: ما دستورالعمل های تنظیم رمز عبور را برای شما ایمیل کرده ایم.

source: If you don't receive an email, please make sure you've entered the address you registered with.
fa: اگر ایمیلی دریافت نکردید، لطفاً مطمئن شوید که آدرسی را که با آن ثبت نام کرده اید وارد کرده اید.

source: Password Reset
fa: بازیابی رمز عبور

source: Reset Your Password With Email
fa: رمز عبور خود را با ایمیل بازنشانی کنید

source: Reset
fa: بازنشانی کنید

source: Create account
fa: ایجاد حساب کاربری جدید

source: Security
fa: امنیت

source: Enhance Your Account Security by Updating Your Password to a Stronger One.
fa: با به روز رسانی رمز عبور خود به رمز عبور قوی تر، امنیت حساب خود را افزایش دهید.

source: Two factor authentication
fa: احراز هویت دو عاملی

source: Enable
fa: فعال کردن

source: Upgrade Your Account Security with Two Factor Authentication.
fa: امنیت حساب خود را با احراز هویت دو مرحله ای ارتقا دهید.

source: Enable Two Factor Authentication to add an extra layer of protection to your account.
fa: احراز هویت دو عاملی را فعال کنید تا یک لایه حفاظتی اضافی به حساب خود اضافه کنید.

source: Status:
fa: وضعیت:

source: Disable
fa: غیرفعال

source: Settings
fa: تنضیمات

source: Options
fa: گزینه ها

source: Detail
fa: جزئیات

source: Active
fa: فعال

source: Enable email notifications
fa: اعلان های ایمیل را فعال کنید

source: You will receive an email notification when a receiver has completed their request.
fa: هنگامی که گیرنده درخواست خود را تکمیل کرد، یک اعلان ایمیل دریافت خواهید کرد.

source: Set language
fa: زبان انتخاب کنید

source: Notifications will be sent in English.
fa: اعلان ها به زبان انگلیسی ارسال خواهد شد.

source: Change expiration date
fa: تاریخ انقضا را تغییر دهید

source: The document will expire in 15 days.
fa: این سند 15 روز دیگر منقضی می شود.

source: Multiple requests
fa: درخواست های متعدد

source: This option will allow each signer to receive a unique and separate request to sign individually.
fa: این گزینه به هر امضا کننده اجازه می دهد تا یک درخواست منحصر به فرد و جداگانه برای امضای جداگانه دریافت کند.

source: Save
fa: ‌ذخیره کن

source: About us
fa: درباره ما

source: Like us on Facebook
fa: مارو در فیسبوک لایک کن

source: Follow us on Instagram
fa: مارو در اینستاگرام دنبال کن

source: Follow us on Twitter
fa: مارو در توییتر دنبال کن

source: Star us on Github
fa: تو گیت به ما ستاره بزن

source: My Account
fa: حساب من

source: Activity
fa: فعالیت

source: Someone asked for a password reset for email
fa: شخصی برای ایمیل بازنشانی رمز عبور درخواست کرد

source: Follow the link below:
fa: لینک زیر را دنبال کنید:

source: Authenticated Successfully
fa: با موفقیت تأیید شد

source: Disabled account
fa: حساب غیرفعال شده

source: Invalid login
fa: ورود نامعتبر است

source: You have been logged out successfully
fa: شما با موفقیت از سیستم خارج شدید

source: Your password has been successfully changed
fa: رمز عبور شما با موفقیت تغییر کرد

source: Your password has been successfully changed you can login now
fa: رمز عبور شما با موفقیت تغییر کرده است، اکنون می توانید وارد شوید

source: Your account has been successfully created
fa: اکانت شما با موفقیت ایجاد شد

source: Please correct the errors below
fa: لطفا خطاهای زیر را تصحیح کنید

source: Your Profile Updated Successfully!
fa: پروفایل شما با موفقیت آپدیت شد

source: Correct the errors below
fa: خطاهای زیر را اصلاح کنید
